Revit 2024 API
SymbolTypeId.Usgpm Property
 Symbol usgpm, indicating unit US gallons per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Usgpm { get; }
Visual Basic
Public Shared ReadOnly Property Usgpm As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Usgpm {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace